{
  "products":[
    {
      "id": "1",
      "nombre": "iPhone SE",
      "descripcion": "El chip A15 Bionic mejora prácticamente todo lo que haces con el iPhone. Las apps se cargan al instante y funcionan con total fluidez.Rendimiento grafico hasta 1.2 veces ms rápido.",
      "precio": 1000,
      "imagen": "img/iphone/iphone-SE.jpg",
      "categoria": "celulares",
      "pantalla":"4.7 pulgadas",
      "sistemaoperativo":"iOS 16"
    },
    {
      "id": "2",
      "nombre": "Iphone 12",
      "descripcion": "Este iphone cuenta con una pantalla Super Retina XDR de 6.1 pulgadas. Con opciones de 64 GB, 128 GB O 256 GB. El sistemas de camaras trasero es dual. Usa Face Id para la seguridad y corre iOS 14",
      "precio": 1100,
      "imagen": "img/iphone/iphone12.jpg",
      "categoria": "celulares",
      "pantalla":"6.1 pulgadas",
      "sistemaoperativo":"iOS 16"
    },
    {
      "id": "3",
      "nombre": "iPhone 13",
      "descripcion": "El sistema de dos cámaras más avanzado en un iPhone. El superrápido chip A15 Bionic. Un gran salto en duración de batería. Un diseño resistente.Y una pantalla Super Retina XDR más brillante.",
      "precio": 1300,
      "imagen": "img/iphone/iphone13.jpg",
      "categoria": "celulares",
      "pantalla":"6.1 pulgadas",
      "sistemaoperativo":"iOS 16"
    },
    {
      "id": "4",
      "nombre": "iPhone 14",
      "descripcion": "El iPhone 14 viene con el sistema de dos cámaras, para que tomes fotos espectaculares con mucha o poca luz. Y te da más tranquilidad gracias a una funcionalidad de seguridad que salva vidas.",
      "precio": 1500,
      "imagen": "img/iphone/iphone-14jpg.jpg",
      "categoria": "celulares",
      "pantalla":"6.1 pulgadas",
      "sistemaoperativo":"iOS 16"
    },
    {
      "id": "5",
      "nombre": "iPhone 14Pro",
      "descripcion": "El iPhone 14 Pro te permite captar detalles increíbles gracias a su cámara gran angular de 48 MP. Y viene con Detección de Choques(1), una funcionalidad de seguridad que pide ayuda cuando no estás en condiciones de hacerlo.",
      "precio": 1800,
      "imagen": "img/iphone/iphone14Pro.jpg",
      "categoria": "celulares",
      "pantalla":"6.1 pulgadas",
      "sistemaoperativo":"iOS 16"
    },
    {
      "id": "6",
      "nombre": "Ipad Pro",
      "descripcion": " Un rendimiento extraordinario, pantallas increíblemente avanzadas, conexión inalámbrica, nuevas y poderosas funcionalidades con iPadOS 16 y un toque de magia para el Apple Pencil.",
      "precio": 1000,
      "imagen": "img/ipad/ipadPro.jpg",
      "categoria": "tablet",
      "pantalla": "12.9 pulgadas",
      "sistemaoperativo": "IpadOS 16"
  },
  {
      "id": "7",
      "nombre": "Ipad",
      "descripcion": "El nuevo iPad enamora a primera vista, con diseño de borde a borde perfecta para trabajar, darles forma a tus ideas y hacer videollamadas.Más poderoso, más bonito y más capaz.",
      "precio": 500,
      "imagen": "img/ipad/ipad.jpg",
      "categoria": "Tablet",
      "pantalla": "10.9 pulgadas",
      "sistemaoperativo": "IpadOS 16"
  },
  {
      "id": "8",
      "nombre": "Ipad Air",
      "descripcion": "El iPad Air te sumerge de lleno en todo lo que haces. Viene con tecnologías avanzadas como True Tone, amplia gama de colores P3 y revestimiento antirreflejo para que leas, trabajes y veas tus películas favoritas como nunca.",
      "precio": 950,
      "imagen": "img/ipad/ipadAir.jpg",
      "categoria": "tablet",
      "pantalla": "10.9",
      "sistemaoperativo": "IpadOS 16"
  },
  {
      "id": "9",
      "nombre": "Ipad Mini",
      "descripcion": "El iPad mini se diseñó meticulosamente para tener una belleza extraordinaria: con una pantalla de borde a borde, marcos más delgados y esquinas elegantemente redondeadas.",
      "precio": 620,
      "imagen": "img/ipad/ipadMini.jpg",
      "categoria": "tablet",
      "pantalla":"8.3 pulgadas",
      "sistemaoperativo":"IpadOS 16"
  },
  {
        "id": "10",
        "nombre": "Macbook Air",
        "descripcion": "La MacBook Air con chip M1 es una laptop super portátil, versátil y rápida. Tiene una increíble pantalla Retina, un diseño delgado y sin ventilador que la hace muy silenciosa y una batería que te acompaña todo el día.",
        "precio": 1000,
        "imagen" : "img/mac/macbookAir.jpg",
        "categoria": "computadora",
        "pantalla": "13.3 pulgadas",
        "sistemaoperativo": "macOS Ventura"
    },
    {
        "id": "11",
        "nombre": "Macbook Pro",
        "descripcion": "Gracias al nuevo chip M2, la MacBook Pro de 13 pulgadas es más poderosa que nunca. Ofrece hasta 20 horas de batería y un sistema de enfriamiento activo que mantiene un rendimiento increíble en el mismo diseño compacto de siempre. ",
        "precio": 1500,
        "imagen" : "img/mac/macbookPro.jpg",
        "categoria": "computadora",
        "pantalla": "13 pulgadas",
        "sistemaoperativo": "macOS Ventura"
    },
    {
        "id": "12",     
        "nombre": "Imac",
        "descripcion": "Creada con lo mejor de Apple, los superpoderes del chip M1 y un diseño que brilla en todos lados. En resumen, es justo lo que necesitabas.",
        "precio": 3000,
        "imagen" : "img/mac/iMacc.jpeg",
        "categoria": "computadora",
        "pantalla": "24 pulgadas",
        "sistemaoperativo": "macOS Ventura"
    },
    {
        "id": "13",
        "nombre": "Mac Pro",
        "descripcion": "Cada aspecto de la Mac Pro fue diseñado para ofrecer el máximo rendimiento. La carcasa de aluminio se desliza sobre un armazón de acero inoxidable de alta precisión, permitiendo un acceso de 360º a todos los componentes y numerosas opciones de configuración. A partir de ahí todo es posible.",
        "precio": 6000,
        "imagen" : "img/mac/macPro.jpg",
        "categoria": "computadora",
        "pantalla": "13.6 pulgadas",
        "sistemaoperativo": "macOS Ventura"
    },
    {
      "id": "14",
      "nombre": "Studio Display",
      "descripcion": "Presentamos el monitor Studio Display. Una envolvente pantalla Retina 5K de 27 pulgadas (1) con cámara de 12 MP con Encuadre Centrado, inclinación y altura ajustable, micrófonos con calidad de estudio y un sistema de sonido de seis bocinas (parlantes). El compañero ideal de cualquier Mac.",
      "precio": 6300,
      "imagen" : "img/mac/studioDisplay.png",
      "categoria": "computadora",
      "pantalla": "27 pulgadas",
      "sistemaoperativo": "macOS Ventura"
  },
  {
    "id": "15",
    "nombre": "Pro Display XDR",
    "descripcion": "Eleva tu trabajo. Y muévelo. Cada aspecto del Pro Display XDR fue diseñado pensando en los usuarios profesionales. La base Pro Stand no es la excepción, ya que ofrece estabilidad sin ocupar mucho espacio y permite ajustar la altura, inclinación y orientación del monitor. Ideal para usarlo en posición horizontal o vertical. Ideal para cualquier tipo de trabajo.",
    "precio": 6600,
    "imagen" : "img/mac/prodisplayxdr.jpeg",
    "categoria": "computadora",
    "pantalla": "32 pulgadas",
    "sistemaoperativo": "macOS Ventura"
}

]

}


  